Repository: sinashamsizadeh/mp-sms
Catalog: languages/mp-sms-*.po
Languages: fa_ir

source: Service Info
fa_ir: مشخصات سرویس

source: Authorized
fa_ir: احراز شده

source: Not authorized.
fa_ir: احراز نشده

source: Please login.
fa_ir: لطفا وارد شوید

source: You can send ~
fa_ir: شما میتوانید ارسال کنید ~

source: Messages
fa_ir: پیام

source: The price to send SMS for Irancell equal is
fa_ir: قیمت ارسال اس ام اس برای خطوط ایرانسل

source: T
fa_ir: تومان

source: We are sorry, but we can't estimate the price. please login using the following form
fa_ir: متسفانه امکان تخمین زدن قیمت وجود ندارد لطفا ابتدا با استفاده از فرم زیر وارد شوید

source: The price to send SMS for Hamrah Aval equal is
fa_ir: قیمت ارسال اس ام اس برای خطوط همراه اول

source: To enable this feature need a pro version <br/><a href="
fa_ir: برای فعال کردن این قابلیت نیاز به خرید ورژن پرو میباشد <br/><a href="

source: Username or password is incorrect.
fa_ir: نام کاربری و کلمه عبور اشتباه است

source: The request was completed successfully.
fa_ir: درخواست با موفقیت تکمیل شد.

source: Credit is not enough.
fa_ir: اعتبار کافی نیست

source: Restrictions on daily submissions.
fa_ir: محدودیت در ارسال روزانه

source: Limitation on posting volume.
fa_ir: محدودیت در حجم ارسال

source: Sender number is not valid.
fa_ir: شماره فرستنده معتبر نیست

source: The system is being updated.
fa_ir: سیستم در حال به روز رسانی است.

source: The text contains the word filtered.
fa_ir: متن حاوی کلمه فیلتر شده است.

source: Sending from public lines through web service is not possible.
fa_ir: ارسال از خطوط عمومی از طریق وب سرویس امکان پذیر نیست.

source: The user is not active.
fa_ir: کاربر فعال نیست

source: Not sent.
fa_ir: ارسال نشد.

source: User authentication are not complete.
fa_ir: احراز هویت کاربر انجام نشده است

source: SMS successfully sent.
fa_ir: اس ام اس با موفقیت ارسال شد

source: Report the status of sending messages.
fa_ir: گزارش وضعیت ارسال پیام.

source: OK
fa_ir: باشه

source: Select the source of phone numbers
fa_ir: منبع شماره تلفن ها را انتخاب کنید

source: Custom Numbers
fa_ir: شماره های سفارشی

source: Woocommerce Numbers
fa_ir: شماره های ووکامرس

source: Pro
fa_ir: ورژن پرو

source: You can only send 100 SMS per time. ( separate the numbers with "," )
fa_ir: هر بار فقط می توانید 100 پیامک ارسال کنید. (اعداد را با "" جدا کنید)

source: Phone Number
fa_ir: شماره تلفن

source: Please input mobile phone number
fa_ir: لطفا شماره تلفن همراه را وارد کنید

source: SMS Content
fa_ir: متن اس ام اس

source: Please input SMS Content
fa_ir: لطفا متن اس ام اس را وارد کنید

source: The SMS Content
fa_ir: متن اس ام اس

source: Submit
fa_ir: ارسال

source: SEND
fa_ir: ارسال

source: Send SMS
fa_ir: ارسال اس ام اس

source: An error has occurred in the sender number. Contact MeliPayamak support.
fa_ir: خطایی در شماره فرستنده رخ داده است. با پشتیبانی ملی پیامک تماس بگیرید.

source: Internal error occurred Contact MeliPayamak support.
fa_ir: خطای داخلی روی داد با پشتیبانی ملیپیامک تماس بگیرید.

source: The submitted text does not match the specified params in the default text.
fa_ir: متن ارسالی با پارامترهای مشخص شده در متن پیش فرض مطابقت ندارد.

source: The submitted text code is incorrect or has not been verified by the system administrator.
fa_ir: کد متنی ارسالی نادرست است یا توسط مدیر سیستم تایید نشده است.

source: The line sent is not defined in the system, contact the system MeliPayamak support.
fa_ir: خط ارسال شده در سامانه تعریف نشده است، با پشتیبانی سامانه ملی پیامک تماس بگیرید.

source: Number limit is the limit each time you send a mobile number.
fa_ir: محدودیت شماره، محدودیتی است که برای هر بار ارسال شماره تلفن همراه وجود دارد.

source: Access to this web service is disabled. Contact MeliPayamak support.
fa_ir: دسترسی به این وب سرویس غیرفعال است. با پشتیبانی ملی پیامک تماس بگیرید.

source: The text contains the filtered word, Contact MeliPayamak support.
fa_ir: متن حاوی کلمه فیلتر شده، تماس با پشتیبانی ملی پیامک است.

source: The intended user is not active.
fa_ir: کاربر مورد نظر فعال نیست.

source: Not Send.
fa_ir: ار سال نشد.

source: Select a pattern to send
fa_ir: یک الگو را برای ارسال انتخاب کنید

source: Please select a pattern
fa_ir: لطفا یک الگو انتخاب کنید

source: Also can use nickname, first_name and last_name for params when selecting WooCommerce Numbers
fa_ir: همچنین می توانید از nickname، first_name و last_name برای پارامترها هنگام انتخاب شماره های WooCommerce استفاده کنید.

source: separate the parms with ",". ( Example: param1,param2,param3 )
fa_ir: قسمت ها را با "،" جدا کنید. (مثال: param1,param2,param3)

source: Pattern params
fa_ir: پارامترهای الگو

source: Please input pattern params
fa_ir: لطفا پارامترهای الگو را وارد کنید

source: param1 or param1,param2,param3x
fa_ir: param1 یا param1,param2,param3x

source: Send SMS Using Web Services
fa_ir: ارسال اس ام اس با استفاده از خدمات وب

source: Username
fa_ir: نام کاربری

source: Please input your username!
fa_ir: لطفا نام کاربری خود را وارد کنید

source: Password
fa_ir: رمز عبور

source: Please input your password!
fa_ir: لطفا رمز عبور خود را وارد کنید

source: Update
fa_ir: بروز رسانی

source: Tools
fa_ir: ابزارها

source: Login
fa_ir: وارد شوید

source: Send SMS ( Web Service )
fa_ir: ارسال اس ام اس ( وب سرویس خدماتی)

source: Access denied.
fa_ir: دسترسی ندارید

source: Successfully contacted to Meli Payamak WebService
fa_ir: با موفقیت به ملی پیامک متصل شدیم

source: Failed to contact Meli Payamak, Please make sure username and password are correct
fa_ir: اتصال به ملی پیامک انجام نشد ، لطفا از صحت نام کاربری و کلمه عبور اطمینان حاصل فرمایید

source: Something went wrong, Please try again
fa_ir: مشکلی رخ داده است لطفا بعدا تلاش کنید

source: MeliPayamak SMS Web service
fa_ir: وب سرویس خدماتی ملی پیامک

source: SMS
fa_ir: اس ام اس

source: Melipayamak SMS
fa_ir: اس ام اس ملی پیامک

source: It will send sms using meli payamak webservice.
fa_ir: با استفاده از وب سرویس ملی پیامک ، پیامک ارسال می کند.
